Revit 2027 API
ParameterTypeId.YzJustification Property
 "yz Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId YzJustification { get; }
Public Shared ReadOnly Property YzJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ YzJustification {
	ForgeTypeId^ get ();
}
static member YzJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace